9/data/attachments/c335af94e15821a5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_9262bf53-9deb-459c-90d9-9c33d3ce0574</nif:username>
            <nif:friendToBeAdded>Denise_senior_Friend_69285_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>